{"contract": "مقدمة: هذا العقد مبرم بين شركة الابتكار التقني، المسجلة تحت قانون الشركات المدنية، والكائن مكتبها الرئيسي في الرياض، وبين المهندس أحمد الخالدي، المقيم في الرياض. المادة 1: الوظيفة والمسؤوليات - سيعمل الموظف كمهندس برمجيات، مسؤول عن تطوير البرامج وصيانتها، وتحليل النظم، وتقديم الدعم الفني للمستخدمين. المادة 2: الراتب والمكافآت - الراتب الشهري 10,000 ريال، بالإضافة إلى مكافآت سنوية بناءً على الأداء، وتأمين صحي شامل. المادة 3: مدة العقد والتجديد - مدة العقد سنتين، تبدأ من 1 يناير 2025 وتنتهي في 31 ديسمبر 2027. العقد قابل للتجديد بناءً على موافقة الطرفين. المادة 4: فترة التجربة - يخضع الموظف لفترة تجربة مدتها ستة أشهر، يمكن خلالها إنهاء العقد من قبل أي من الطرفين بإشعار مدته ثلاثين يومًا. المادة 5: حل النزاعات - أي نزاعات تنشأ بموجب هذا العقد ستحل عن طريق التحكيم في الرياض وفقًا للقوانين المدنية المعمول بها. الخاتمة: التوقيعات والتاريخ - يوقع الطرفان هذا العقد في الرياض بتاريخ 15 ديسمبر 2024."}
{"contract": "مقدمة: هذا العقد مبرم بين مدرسة الأمل، المسجلة تحت قانون المدارس المدنية والكائن مكتبها الرئيسي في جدة، وبين المدرس سامي المطيري، المقيم في جدة. المادة 1: الوظيفة والمسؤوليات - سيعمل الموظف كمدرس لمادة الرياضيات للمرحلة الثانوية، مسؤول عن تحضير وتقديم الدروس، تقييم الطلاب، والمشاركة في الأنشطة المدرسية. المادة 2: الراتب والمكافآت - الراتب الشهري 7,000 ريال، بالإضافة إلى حوافز للأنشطة اللامنهجية وتأمين صحي للموظف وعائلته. المادة 3: مدة العقد والتجديد - مدة العقد ثلاث سنوات، تبدأ من 1 سبتمبر 2025 وتنتهي في 31 أغسطس 2028، وهو قابل للتجديد بناء على التقييم السنوي. المادة 4: فترة التجربة - فترة تجربة مدتها ثلاثة أشهر، خلالها يمكن للطرفين إنهاء العقد بإشعار مكتوب مدته ثلاثين يومًا. المادة 5: حل النزاعات - في حال نشوب أي نزاع تحت هذا العقد، سيتم التعامل معه عن طريق الوساطة والتحكيم وفقًا للقوانين المدنية المحلية. الخاتمة: التوقيعات والتاريخ - يوقع الطرفان هذا العقد في جدة بتاريخ 20 أغسطس 2025."}
{"contract": "مقدمة: هذا العقد مبرم بين مستشفى الحياة، المسجلة تحت قانون المستشفيات المدنية، والكائن مكتبها الرئيسي في الدمام، وبين الطبيب خالد الفارس، المقيم في الدمام. المادة 1: الوظيفة والمسؤوليات - سيعمل الموظف كطبيب أطفال، مسؤول عن توفير الرعاية الطبية للأطفال، تشخيص الأمراض، وتقديم العلاجات المناسبة. المادة 2: الراتب والمكافآت - الراتب الشهري 15,000 ريال، بالإضافة إلى بونص سنوي حسب جودة الرعاية وتأمين صحي شامل للموظف وعائلته. المادة 3: مدة العقد والتجديد - مدة العقد خمس سنوات تبدأ من 1 مارس 2025 وتنتهي في 28 فبراير 2030، وهي قابلة للتجديد بناءً على تقييم الأداء. المادة 4: فترة التجربة - فترة التجربة مدتها ستة أشهر يمكن خلالها إنهاء العقد من جانب أحد الطرفين بإشعار مكتوب قبل ثلاثين يومًا. المادة 5: حل النزاعات - يتم حل النزاعات الناشئة تحت هذا العقد بالتحكيم في الدمام وفقًا للقوانين المدنية المحلية. الخاتمة: التوقيعات والتاريخ - يوقع الطرفان هذا العقد في الدمام بتاريخ 25 فبراير 2025."}
{"contract": "مقدمة: هذا العقد مبرم بين شركة الإبداعات الإعلانية، المسجلة تحت قانون الشركات المدنية، والكائن مكتبها الرئيسي في الخبر، وبين المديرة سارة الغامدي، المقيمة في الخبر. المادة 1: الوظيفة والمسؤوليات - ستعمل الموظفة كمديرة تسويق، مسؤولة عن قيادة حملات التسويق والإعلان، تطوير استراتيجيات التسويق، والإشراف على فريق التسويق. المادة 2: الراتب والمكافآت - الراتب الشهري 12,000 ريال، بالإضافة إلى مكافآت قائمة على الأداء وتأمين صحي شامل. المادة 3: مدة العقد والتجديد - مدة العقد سنة واحدة تبدأ من 1 يناير 2025 وتنتهي في 31 ديسمبر 2025، وهي قابلة للتجديد بناءً على التقييم السنوي. المادة 4: فترة التجربة - فترة تجربة مدتها ثلاثة أشهر، خلالها يمكن لأي من الطرفين إنهاء العقد بإشعار مكتوب مدته ثلاثين يومًا. المادة 5: حل النزاعات - يتم التعامل مع النزاعات بواسطة الوساطة أولاً، وإذا لزم الأمر، التحكيم وفقًا للقوانين المدنية المحلية في الخبر. الخاتمة: التوقيعات والتاريخ - يوقع الطرفان هذا العقد في الخبر بتاريخ 15 ديسمبر 2024."}
{"contract": "مقدمة: هذا العقد مبرم بين شركة الاستثمارات الذكية، المسجلة تحت قانون الشركات المدنية، والكائن مكتبها الرئيسي في القطيف، وبين المدير مالك النجار، المقيم في القطيف. المادة 1: الوظيفة والمسؤوليات - سيعمل الموظف كمدير مالي، مسؤول عن إدارة الموارد المالية للشركة، التخطيط المالي، وإعداد التقارير المالية. المادة 2: الراتب والمكافآت - الراتب الشهري 18,000 ريال، بالإضافة إلى حصة في الأرباح وتأمين صحي شامل. المادة 3: مدة العقد والتجديد - مدة العقد أربع سنوات تبدأ من 1 فبراير 2025 وتنتهي في 31 يناير 2029، وهي قابلة للتجديد بناءً على تقييم الأداء. المادة 4: فترة التجربة - فترة تجربة مدتها ستة أشهر، خلالها يمكن لأي من الطرفين إنهاء العقد بإشعار مكتوب مدته ثلاثين يومًا. المادة 5: حل النزاعات - يتم حل النزاعات تحت هذا العقد وفقًا للتحكيم في القطيف، بموجب القوانين المدنية المحلية. الخاتمة: التوقيعات والتاريخ - يوقع الطرفان هذا العقد في القطيف بتاريخ 25 يناير 2025."}
{"contract": "مقدمة: هذا العقد مبرم بين شركة تصميم الويب الحديثة، المسجلة تحت قانون الشركات المدنية، والكائن مكتبها الرئيسي في الرياض، وبين المطور علي الحمدان، المقيم في الرياض. المادة 1: الوظيفة والمسؤوليات - سيعمل الموظف كمطور ويب، مسؤول عن تصميم وتطوير مواقع الإنترنت، تنفيذ التحديثات الفنية، والتأكد من توافق المواقع مع معايير الأمان والأداء. المادة 2: الراتب والمكافآت - الراتب الشهري 8,500 ريال، بالإضافة إلى بونص عند إتمام المشاريع الكبرى وتأمين صحي شامل. المادة 3: مدة العقد والتجديد - مدة العقد سنتين تبدأ من 1 يونيو 2025 وتنتهي في 31 مايو 2027، وهي قابلة للتجديد بناءً على تقييم الأداء. المادة 4: فترة التجربة - يخضع الموظف لفترة تجربة مدتها ستة أشهر، يمكن خلالها إنهاء العقد من جانب أحد الطرفين بإشعار مدته ثلاثين يومًا. المادة 5: حل النزاعات - يتم حل النزاعات الناشئة بموجب هذا العقد من خلال التحكيم في الرياض، وفقًا للقوانين المدنية السعودية. الخاتمة: التوقيعات والتاريخ - يوقع الطرفان هذا العقد في الرياض بتاريخ 20 مايو 2025."}
{"contract": "مقدمة: هذا العقد مبرم بين شركة الأمان المالية، المسجلة تحت قانون الشركات المدنية، والكائن مكتبها الرئيسي في جدة، وبين المحاسب فهد القحطاني، المقيم في جدة. المادة 1: الوظيفة والمسؤوليات - سيعمل الموظف كمحاسب مسؤول عن إعداد القوائم المالية، إدارة الحسابات الشهرية، والتأكد من الامتثال للسياسات المالية. المادة 2: الراتب والمكافآت - الراتب الشهري 9,000 ريال، بالإضافة إلى مكافآت أداء ربع سنوية وتأمين صحي. المادة 3: مدة العقد والتجديد - مدة العقد ثلاث سنوات تبدأ من 1 يوليو 2025 وتنتهي في 30 يونيو 2028، قابلة للتجديد بناءً على الأداء. المادة 4: فترة التجربة - فترة التجربة مدتها ثلاثة أشهر، يمكن خلالها إنهاء العقد بإشعار مكتوب قبل ثلاثين يومًا. المادة 5: حل النزاعات - يتم حل النزاعات تحت هذا العقد من خلال الوساطة، وإذا لزم الأمر، التحكيم في جدة وفقًا للقوانين المدنية المحلية. الخاتمة: التوقيعات والتاريخ - يوقع الطرفان هذا العقد في جدة بتاريخ 15 يونيو 2025."}
{"contract": "مقدمة: هذا العقد مبرم بين شركة الإبداع البصري، المسجلة تحت قانون الشركات المدنية، والكائن مكتبها الرئيسي في الدمام، وبين المصمم خالد الشمري، المقيم في الدمام. المادة 1: الوظيفة والمسؤوليات - سيعمل الموظف كمصمم جرافيك، مسؤول عن إنشاء التصاميم الإبداعية للعلامات التجارية، والإعلانات، والوسائط الرقمية. المادة 2: الراتب والمكافآت - الراتب الشهري 7,500 ريال، بالإضافة إلى حوافز عند تقديم تصاميم مميزة وتأمين صحي. المادة 3: مدة العقد والتجديد - مدة العقد سنتين تبدأ من 1 أغسطس 2025 وتنتهي في 31 يوليو 2027، قابلة للتجديد بناءً على الأداء. المادة 4: فترة التجربة - يخضع الموظف لفترة تجربة مدتها ستة أشهر، يمكن خلالها إنهاء العقد بإشعار مدته ثلاثين يومًا. المادة 5: حل النزاعات - يتم حل النزاعات من خلال التحكيم في الدمام وفقًا للقوانين المدنية المحلية. الخاتمة: التوقيعات والتاريخ - يوقع الطرفان هذا العقد في الدمام بتاريخ 20 يوليو 2025."}
{"contract": "مقدمة: هذا العقد مبرم بين شركة تحليل البيانات الذكية، المسجلة تحت قانون الشركات المدنية، والكائن مكتبها الرئيسي في الخبر، وبين المحلل فيصل الدوسري، المقيم في الخبر. المادة 1: الوظيفة والمسؤوليات - سيعمل الموظف كمحلل بيانات مسؤول عن جمع وتحليل البيانات، إعداد التقارير، وتقديم رؤى تدعم القرارات الإدارية. المادة 2: الراتب والمكافآت - الراتب الشهري 11,000 ريال، بالإضافة إلى مكافآت أداء وتأمين صحي شامل. المادة 3: مدة العقد والتجديد - مدة العقد ثلاث سنوات تبدأ من 1 أكتوبر 2025 وتنتهي في 30 سبتمبر 2028، قابلة للتجديد بناءً على الأداء. المادة 4: فترة التجربة - فترة التجربة مدتها ثلاثة أشهر، يمكن خلالها إنهاء العقد بإشعار مكتوب. المادة 5: حل النزاعات - النزاعات الناشئة تحت هذا العقد تحل من خلال التحكيم في الخبر وفقًا للقوانين المدنية. الخاتمة: التوقيعات والتاريخ - يوقع الطرفان هذا العقد في الخبر بتاريخ 25 سبتمبر 2025."}
{"contract": "مقدمة: هذا العقد مبرم بين شركة التكنولوجيا الحديثة، المسجلة تحت قانون الشركات المدنية، والكائن مكتبها الرئيسي في الرياض، وبين الفني عبدالله العتيبي، المقيم في الرياض. المادة 1: الوظيفة والمسؤوليات - سيعمل الموظف كفني دعم فني، مسؤول عن تقديم الدعم الفني للمستخدمين، صيانة المعدات التقنية، واستكشاف الأخطاء وإصلاحها. المادة 2: الراتب والمكافآت - الراتب الشهري 6,500 ريال، بالإضافة إلى بونص سنوي وتأمين صحي شامل. المادة 3: مدة العقد والتجديد - مدة العقد سنتين تبدأ من 1 يناير 2025 وتنتهي في 31 ديسمبر 2026، قابلة للتجديد بناءً على الأداء. المادة 4: فترة التجربة - يخضع الموظف لفترة تجربة مدتها ستة أشهر، يمكن خلالها إنهاء العقد بإشعار مكتوب قبل ثلاثين يومًا. المادة 5: حل النزاعات - يتم حل النزاعات عن طريق الوساطة، وإذا لزم الأمر، التحكيم وفقًا للقوانين المدنية بالرياض. الخاتمة: التوقيعات والتاريخ - يوقع الطرفان هذا العقد في الرياض بتاريخ 15 ديسمبر 2024."}
