{"contract":"عقد عمل وفقًا للقانون الأردني بين شركة النجاح للموارد البشرية، مقرها عمّان، شارع الملكة رانيا، بناء رقم 308، السجل التجاري 302158764، رقم الهاتف 06 5543210، والطرف الثاني نور الدين محمود العمري، حامل الرقم الوطني 9812345670، مقيم في العقبة، حي الشاطئ، شارع اليمامة، بناء رقم 11، رقم الهاتف 079 7654321. يُحدد العقد لمدة سنة من 01/07/2025 حتى 30/06/2026، قابل للتجديد باتفاق الطرفين. يشغل الطرف الثاني وظيفة مدير الموارد البشرية، مسؤول عن إدارة عمليات الموارد البشرية، تطوير استراتيجيات التوظيف، والتدريب والتأكد من التزام الشركة بالقوانين العمالية. الراتب الأساسي هو 1400 دينار أردني شهريًا مع تأمين صحي شامل وبدل مواصلات 120 دينارًا. ساعات العمل من الأحد إلى الخميس، من الساعة 8 صباحًا حتى 4 مساءً، مع استراحة ساعة يوميًا. يتمتع الموظف بـ14 يومًا من الإجازات السنوية والإجازات الأخرى وفقًا للقانون. يمكن إنهاء العقد بإشعار مسبق 30 يومًا ويحق للموظف الحصول على تعويض في حال الإنهاء بدون سبب مشروع. العقد خاضع لأحكام قانون العمل الأردني وأي نزاع يُحل وفقًا للقوانين الأردنية. توقيعات الطرفين مطلوبة للتصديق على الشروط"}
{"contract":"عقد عمل وفقًا للقانون الأردني بين شركة الاستثمارات المالية العربية، الكائنة في عمّان، شارع الجامعة، بناء رقم 150، السجل التجاري 305789123، رقم الهاتف 06 6001122، والطرف الثاني فراس خالد الراجحي، حامل الرقم الوطني 9823456701، يقيم في إربد، حي الصناعة، شارع الملك حسين، بناء رقم 9، رقم الهاتف 079 1122334. يُعين الطرف الثاني كمحلل مالي من تاريخ 01/02/2025 حتى 31/01/2026، بإمكانية التجديد بالتراضي. المسؤوليات تشمل تحليل الأداء المالي، إعداد التقارير المالية، وتقديم التوصيات التحسينية. الراتب الأساسي هو 1100 دينار أردني شهريًا مع تأمين صحي وبدل مواصلات قدره 80 دينارًا. يعمل من الأحد إلى الخميس من الساعة 9 صباحًا حتى 5 مساءً، ويحصل على إجازة سنوية مدتها 14 يومًا وفقًا للقانون. يمكن إنهاء العقد بإشعار خطي قبل 30 يومًا، ويستحق تعويضًا إذا تم الإنهاء بدون سبب مشروع. العقد يخضع لأحكام قانون العمل الأردني والنزاعات تُحل طبقًا للقوانين الأردنية. يجب على الطرفين توقيع هذه الوثيقة لتأكيد الشروط}
{"contract":"عقد عمل وفقًا للقانون الأردني بين شركة تقنيات المعلومات الحديثة، المقر الرئيسي في عمّان، شارع الأمير حسن، بناء رقم 200، السجل التجاري 304567890، رقم الهاتف 06 6543210، والطرف الثاني عمر ياسين الخطيب، الرقم الوطني 9870654321، يقيم في الزرقاء، حي البتراء، شارع الشهداء، بناء رقم 15، رقم الهاتف 079 8765432. يُعين الطرف الثاني كمهندس نظم من تاريخ 01/03/2025 حتى 28/02/2026، ويجوز تجديد العقد بموافقة كتابية متبادلة. المسؤوليات تتضمن تطوير وصيانة الأنظمة الحاسوبية، ضمان أمان البيانات، ودعم تقني مستمر. الراتب الأساسي هو 1300 دينار أردني شهريًا مع تأمين صحي وبدل مواصلات 100 دينار. العمل يكون من الأحد إلى الخميس، من الساعة 8 صباحًا حتى 4 مساءً، مع استراحة ساعة. يحصل الموظف على 14 يوم إجازة سنوية وإجازات أخرى كما ينص القانون. يمكن إنهاء العقد بإشعار خطي مدته 30 يومًا، وفي حالة الإنهاء بدون سبب وجيه يستحق الموظف تعويضاً. يخضع العقد لأحكام قانون العمل الأردني، وتُحل النزاعات وفقًا للقوانين الأردنية. توقيع الطرفين مطلوب لتأكيد الموافقة على الشروط}
{"contract":"عقد عمل وفقًا للقانون الأردني بين شركة الإبداع الرقمي، المقر الرئيسي في عمّان، شارع الدستور، بناء رقم 300، السجل التجاري 307890123، رقم الهاتف 06 1234567، والطرف الثاني ليلى أحمد القاسم، الرقم الوطني 9932108765، تقيم في مادبا، حي النسيم، شارع الملك فيصل، بناء رقم 22، رقم الهاتف 079 1122334. يُعين الطرف الثاني كمصمم جرافيك من تاريخ 01/04/2025 حتى 31/03/2026، مع إمكانية تجديد العقد بالتوافق. المهام تشمل تصميم الجرافيكس للمواد التسويقية والإعلانية، التعاون مع الفرق الإبداعية، والتأكد من مطابقة التصاميم للمواصفات المطلوبة. الراتب الأساسي 900 دينار أردني شهريًا، بالإضافة إلى تأمين صحي وبدل مواصلات قدره 50 دينار. ساعات العمل من الأحد إلى الخميس، من الساعة 9 صباحًا حتى 5 مساءً، مع استراحة لمدة ساعة. الإجازة السنوية 14 يومًا وفقًا للقانون، بالإضافة إلى الإجازات الطبية وإجازة الأمومة. يمكن إنهاء العقد بإشعار مسبق مدته 30 يومًا، ويحق للموظف تعويض في حالة الإنهاء بدون سبب مشروع. يخضع العقد لقانون العمل الأردني وتُحل النزاعات وفقًا للقوانين الأردنية. توقيع الطرفين ضروري لتفعيل العقد}
{"contract":"عقد عمل وفقًا للقانون الأردني بين شركة اللوجستيات المتقدمة، المقر الرئيسي في عمّان، شارع الحرية، بناء رقم 500، السجل التجاري 308765432، رقم الهاتف 06 7890123، والطرف الثاني سمير أمين الباز، الرقم الوطني 9908765432، يقيم في السلط، حي الجندويل، شارع الملك عبدالله، بناء رقم 34، رقم الهاتف 079 6543210. يُعين الطرف الثاني كمدير عمليات من تاريخ 01/05/2025 حتى 30/04/2026، ويمكن تجديد العقد بموافقة كتابية من الطرفين. المهام الوظيفية تشمل إدارة العمليات اليومية، التنسيق مع الموردين والعملاء، وتحسين سير العمليات لزيادة الكفاءة. الراتب الأساسي هو 1600 دينار أردني شهريًا مع تأمين صحي شامل وبدل مواصلات قدره 120 دينار. يعمل من الأحد إلى الخميس، من الساعة 8 صباحًا حتى 6 مساءً، مع استراحة لمدة ساعة. يستحق الإجازة السنوية 14 يومًا والإجازات الأخرى وفقًا للقانون. يمكن إنهاء العقد بإشعار مسبق مدته 30 يومًا، ويستحق الموظف تعويضًا في حال الإنهاء بدون سبب مشروع. العقد يخضع لقانون العمل الأردني والنزاعات تُحل طبقًا للقوانين الأردنية. توقيع الطرفين مطلوب لتأكيد الشروط وتفعيل العقد}
{"contract":"عقد عمل وفقًا للقانون الأردني بين شركة الاتصالات الأردنية، المقر الرئيسي في عمّان، شارع الملك عبدالعزيز، بناء رقم 750، السجل التجاري 309123456، رقم الهاتف 06 1234567، والطرف الثاني دانا علي المجالي، الرقم الوطني 9876543210، تقيم في عمّان، حي النصر، شارع الأميرة ثروت، بناء رقم 27، رقم الهاتف 079 1234567. يُعين الطرف الثاني كمدير خدمة العملاء من تاريخ 01/06/2025 حتى 31/05/2026، ويمكن تجديد العقد بالتراضي الكتابي. المسؤوليات تشمل الإشراف على فريق خدمة العملاء، تحسين جودة الخدمة، والتعامل مع استفسارات وشكاوى العملاء. الراتب الأساسي هو 1400 دينار أردني شهريًا مع تأمين صحي وبدل مواصلات 100 دينار. ساعات العمل من الأحد إلى الخميس، من الساعة 9 صباحًا حتى 5 مساءً، مع استراحة لمدة ساعة. يحق للموظف 14 يومًا من الإجازة السنوية والإجازات الأخرى كما ينص القانون. يمكن إنهاء العقد بإشعار خطي مدته 30 يومًا، وفي حالة الإنهاء بدون سبب وجيه يستحق الموظف تعويضًا. العقد يخضع لأحكام قانون العمل الأردني وتُحل النزاعات وفقًا للقوانين الأردنية. يتطلب توقيع الطرفين لتأكيد الموافقة على الشروط}
{"contract":"عقد عمل وفقًا للقانون الأردني بين شركة البناء الحديث، المقر الرئيسي في عمّان، شارع الجامعة العربية، بناء رقم 320، السجل التجاري 310987654، رقم الهاتف 06 9876543، والطرف الثاني أحمد سليم الناصر، الرقم الوطني 9923478654، يقيم في جرش، حي البساتين، شارع الأقصى، بناء رقم 52، رقم الهاتف 079 9876543. يُعين الطرف الثاني كمهندس معماري من تاريخ 01/08/2025 حتى 31/07/2026، ويمكن تجديد العقد بالتوافق الكتابي. المهام تشمل تصميم المشاريع الهندسية، الإشراف على تنفيذ الأعمال، وضمان الامتثال لمعايير الجودة والسلامة. الراتب الأساسي هو 1800 دينار أردني شهريًا مع تأمين صحي شامل وبدل مواصلات 150 دينار. ساعات العمل من الأحد إلى الخميس، من الساعة 8 صباحًا حتى 4 مساءً، مع استراحة لمدة ساعة. يحق للموظف 14 يومًا من الإجازة السنوية والإجازات الأخرى وفقًا للقانون. يمكن إنهاء العقد بإشعار مسبق مدته 30 يومًا، ويستحق الموظف تعويضًا في حال الإنهاء بدون سبب مشروع. العقد يخضع لأحكام قانون العمل الأردني والنزاعات تُحل طبقًا للقوانين الأردنية. يجب توقيع الطرفين لتأكيد الشروط}
{"contract":"عقد عمل وفقًا للقانون الأردني بين أكاديمية التفوق التعليمية، المقر الرئيسي في عمّان، شارع الأمير هاشم، بناء رقم 480، السجل التجاري 311223344، رقم الهاتف 06 1122334، والطرف الثاني ناديا يوسف الطوال، الرقم الوطني 9955667788، تقيم في البتراء، حي المعالي، شارع العلماء، بناء رقم 63، رقم الهاتف 079 1122443. يُعين الطرف الثاني كمدير مدرسة من تاريخ 01/09/2025 حتى 31/08/2026، مع إمكانية تجديد العقد بالتوافق الكتابي. المهام تشمل الإشراف على العمليات التعليمية والإدارية، تطوير البرامج التعليمية، وضمان توفير بيئة تعليمية ممتازة. الراتب الأساسي هو 2000 دينار أردني شهريًا مع تأمين صحي شامل وبدل مواصلات 200 دينار. ساعات العمل تتوافق مع السنة الدراسية، ويحق للموظف إجازة سنوية مدتها 30 يومًا وإجازات أخرى وفقًا للقانون. يمكن إنهاء العقد بإشعار مسبق مدته 60 يومًا، ويستحق الموظف تعويضًا في حال الإنهاء بدون سبب مشروع. العقد يخضع لأحكام قانون العمل الأردني والنزاعات تُحل طبقًا للقوانين الأردنية. يتطلب توقيع الطرفين لتأكيد الموافقة على الشروط}
{"contract":"عقد عمل وفقًا للقانون الأردني بين شركة الإعلام الرقمي العربية، المقر الرئيسي في عمّان، شارع الحرية، بناء رقم 350، السجل التجاري 312159876، رقم الهاتف 06 8765432، والطرف الثاني تميم خالد الفايز، الرقم الوطني 9933221100، يقيم في إربد، حي الأميرة، شارع الملكة رانيا، بناء رقم 98، رقم الهاتف 079 2345678. يُعين الطرف الثاني كأخصائي التسويق الرقمي من تاريخ 01/10/2025 حتى 30/09/2026، مع إمكانية تجديد العقد بالتوافق الكتابي. المهام تشمل تطوير استراتيجيات التسويق الرقمي، إدارة حملات الإعلانات عبر الإنترنت، وتحليل البيانات لتقييم فعالية الحملات. الراتب الأساسي هو 1500 دينار أردني شهريًا مع تأمين صحي شامل وبدل مواصلات 100 دينار. ساعات العمل من الأحد إلى الخميس، من الساعة 9 صباحًا حتى 5 مساءً، مع استراحة لمدة ساعة. يحق للموظف 14 يومًا من الإجازة السنوية والإجازات الأخرى وفقًا للقانون. يمكن إنهاء العقد بإشعار مسبق مدته 30 يومًا، ويستحق الموظف تعويضًا في حال الإنهاء بدون سبب مشروع. العقد يخضع لأحكام قانون العمل الأردني والنزاعات تُحل طبقًا للقوانين الأردنية. يجب توقيع الطرفين لتأكيد الشروط وتفعيل العقد}
{"contract":"عقد عمل وفقًا للقانون الأردني بين شركة الطاقة الخضراء الأردنية، المقر الرئيسي في عمّان، شارع الأردن، بناء رقم 420، السجل التجاري 313654321، رقم الهاتف 06 6543210، والطرف الثاني سهى عبد الرحمن المومني، الرقم الوطني 9966332211، تقيم في الكرك، حي الشميساني، شارع البيئة، بناء رقم 77، رقم الهاتف 079 8765432. يُعين الطرف الثاني كمهندس بيئي من تاريخ 01/11/2025 حتى 31/10/2026، مع إمكانية تجديد العقد بالتوافق الكتابي. المهام تشمل تطوير وتنفيذ مشاريع للطاقة المستدامة، إجراء التقييمات البيئية، وضمان الامتثال للوائح البيئية. الراتب الأساسي هو 1700 دينار أردني شهريًا مع تأمين صحي شامل وبدل مواصلات 150 دينار. ساعات العمل من الأحد إلى الخميس، من الساعة 8 صباحًا حتى 4 مساءً، مع استراحة لمدة ساعة. يحق للموظف 14 يومًا من الإجازة السنوية والإجازات الأخرى وفقًا للقانون. يمكن إنهاء العقد بإشعار مسبق مدته 30 يومًا، ويستحق الموظف تعويضًا في حال الإنهاء بدون سبب مشروع. العقد يخضع لأحكام قانون العمل الأردني والنزاعات تُحل طبقًا للقوانين الأردنية. يجب توقيع الطرفين لتأكيد الشروط وتفعيل العقد}
